{
    "last_updated": "December 12, 2025",
    "organization": {
        "company_name": "Southern Highlands Participatory Organisation (SHIPO)",
        "company_number": "1629",
        "registered_office": "216 Songea Road, Kambarage St, P.O. Box 227, Njombe, Tanzania"
    },
    "introduction": "“Southern Highlands Participatory Organisation (SHIPO)” (\"we\", \"our\", \"us\") is committed to protecting your privacy. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website or interact with our services.",
    "personal_data_collected": "We may collect personal data that you voluntarily provide to us, such as your name, email address, postal address, telephone number, or other identifying information submitted through contact forms or event registrations.",
    "derivative_data_collected": "When you access our site, our servers automatically collect certain technical data (derivative data) such as your IP address, browser type, operating system, access times, and pages you have viewed for site analytics and security purposes.",
    "use_of_information": "We use the collected information to respond to your inquiries, process donations, improve our website and services, and communicate updates or newsletters. Personal data will be used only for the purposes for which it was collected, in accordance with your consent and applicable laws.",
    "data_sharing": "We do not sell or rent your personal information to third parties. We may share data with trusted partners or service providers who assist us in operating the website, conducting our projects, or servicing you (such as processing donations), **provided** those parties agree to keep this information confidential. We may also disclose information if required by law or to protect our rights and the safety of others.",
    "data_security": "SHIPO implements reasonable security measures to protect your personal data. However, no security system is impenetrable – by using our site, you acknowledge that any data transmission may involve some risk. We continuously update our security protocols to safeguard against unauthorized access or disclosure.",
    "cookies_policy": "Our website may use cookies and similar technologies to enhance user experience and analyze site usage. You can adjust your browser settings to refuse cookies; however, some site features may not function properly without them.",
    "user_rights": "You have the right to access, correct, or delete your personal data that we hold. To exercise these rights, or if you have any questions about your data, please contact us using the information below. We will respond to requests in accordance with applicable data protection laws.",
    "contact_details": {
        "contact_email": "info@shipo.or.tz",
        "contact_address": "P.O. Box 227, Njombe, Tanzania",
        "contact_phone": "+255262784014"
    }
}