{
    "last_updated": "December 12, 2025",
    "organization_name": "Southern Highlands Participatory Organisation (SHIPO)",
    "introduction": "Welcome to the SHIPO website. These Terms of Service (\"Terms\") govern your use of our website and services. By accessing or using this site, you agree to be bound by these Terms and our Privacy Policy.",
    "user_agreement": "By using this Website and accessing the services of SHIPO, you acknowledge that you have read, understood, and agree to be bound by these Terms and all applicable laws and regulations. If you do not agree with these Terms, please do not use our site.",
    "acceptable_use": "Users agree to use the site only for lawful, nonprofit-supporting purposes. You shall not interfere with the website’s operation or impersonate others. Any attempt to compromise site security or to use the site to harm SHIPO or other users is prohibited.",
    "content_ownership": "All content on this site (text, images, logos, etc.) is the property of SHIPO or used with permission. Content is protected by intellectual property laws. You may not reuse material without obtaining permission, except as allowed by law (such as fair use for non-commercial, educational purposes with attribution).",
    "liability_disclaimer": "Southern Highlands Participatory Organisation (SHIPO) strives to ensure the accuracy of information on this site, but we make no warranties regarding completeness or correctness. SHIPO is not liable for any direct, indirect, incidental, or consequential damages arising from your use of the site or reliance on its content. Use of the site is at your own risk.",
    "donation_disclaimer": "Donations made via this site or otherwise to SHIPO are voluntary and non-refundable. Funds will be used to support our programs and operations in line with our mission. We are grateful for your support and will utilize donations efficiently to maximize impact.",
    "privacy_and_cookies": "Our Privacy Policy, which explains how we handle your personal data and use cookies, is part of these Terms. By agreeing to the Terms, you also consent to our data practices as described in the Privacy Policy.",
    "governing_law": "These Terms are governed by the laws of Tanzania, without regard to its conflict of law provisions. Any disputes arising from or relating to the use of this website shall be subject to the jurisdiction of the Tanzanian courts.",
    "modifications": "SHIPO reserves the right to modify or update these Terms at any time. We will post the effective date of any changes. Continuing to use the site after changes are posted constitutes acceptance of the revised Terms.",
    "termination": "We may suspend or terminate your access to the website at our discretion if you violate these Terms or engage in behavior that is harmful to others or to SHIPO. In such cases, we will provide notice when feasible and cooperate with law enforcement if necessary.",
    "contact_information": "If you have any questions or concerns about these Terms of Service, please contact us at info@shipo.or.tz or at our mailing address: P.O. Box 227, Njombe, Tanzania."
}